// 3. Напишите программу, которая будет выдавать
// название дня недели по заданному номеру.
// 3 -> Среда
// 5 -> Пятница

Console.WriteLine("Введите ");
int day = Convert.ToInt32(Console.ReadLine());
if (day == 1)